import type { Quote } from "../../types/Quote";

export const quotes: Quote[] = [

    {
        id: 1 ,
        text:"ಬಾಳು ಚಿರವಲ್ಲದಿರೆ, ಭೂಮಿ ಚಿರವಲ್ಲದಿರೆ, ಜೀವದಾನಂದವಿದು ಚಿರವಲ್ಲವೇನು?",
        source:"ಜಲಗಾರ",
        author:"ಕುವೆಂಪು"
    },
    {
        id: 2 ,
        text:"ಮನುಷ್ಯನನ್ನು ಹೆಚ್ಚುಕಾಲ ನೋಡಿದಷ್ಟೂ ಪ್ರಾಣಿಪಕ್ಷಿಗಳ ಬಗ್ಗೆ ಪ್ರೀತಿ ಜಾಸ್ತಿಯಾಗುತ್ತದೆ",
        source:"ಟೀಕೆ-ಟಿಪ್ಪಣಿ ಸಂಪುಟ 3 ",
        author:"ಪಿ. ಲಂಕೇಶ್"
    },
    {
        id: 3  ,
        text:"ನನ್ನ ಅಭಿಪ್ರಾಯದಲ್ಲಿ ಅತ್ಯಂತ ಬುದ್ಧಿವಂತನೆಂದರೆ ತಿಂಗಳಿಗೊಮ್ಮೆಯಾದರೂ ತನ್ನನ್ನು ತಾನು ದಡ್ಡನೆಂದು ಕರೆದುಕೊಳ್ಳುವವನು.",
        source:"",
        author:"ಫಿಯೋಡರ್ ದೋಸ್ಟೋವ್ಸ್ಕಿ "
    },
     {
        id: 4  ,
        text:"ನಮ್ಮ ವೈಯಕ್ತಿಕ, ಸಾಮಾಜಿಕ ಕೆಲಸಗಳು ಅರ್ಥಪೂರ್ಣವಾಗಬೇಕಾದರೆ ಮೌನ, ಚಿಂತನೆ ಮುಖ್ಯ; ವಿವೇಚನೆ ಮುಖ್ಯ. ಮೌನದಲ್ಲಿ ನಮ್ಮ ಮನಸ್ಸು ನಮ್ಮನ್ನು ಮೀರಿದ ಅದ್ಭುತವನ್ನು ಸಾಧಿಸುತ್ತದೆ‌. ಅದಕ್ಕೆ ಬದಲು ದಿನವಿಡೀ ಇಷ್ಟವಿಲ್ಲದ್ದು ಮಾಡುವ, ಇನ್ನೊಬ್ಬರ ತಾಳಕ್ಕೆ ತಕ್ಕಂತೆ ಕುಣಿಯುವ ವ್ಯಕ್ತಿ ಆಂತರಿಕವಾಗಿ ದಿವಾಳಿಯೇಳುತ್ತಾನೆ.",
        source:"",
        author:"ಪಿ ಲಂಕೇಶ್ "
    },
    {
        id: 5  ,
        text:"ಮನುಷ್ಯನಾಗಿ ಹುಟ್ಟಿದ ಮನುಷ್ಯ ಮನುಷ್ಯನಾಗೆ ಉಳಿಯಲು ಎಷ್ಟೊಂದು ಕಷ್ಟ ಅನ್ನಿಸಿ ಸುಸ್ತಾಗುತ್ತದೆ.",
        source:"ಯಾರ ಜಪ್ತಿಗೂ ಸಿಗದ ನವಿಲುಗಳು",
        author:"ದೇವನೂರ ಮಹಾದೇವ"
    },
    {
        id: 6  ,
        text:"ರೋಮನ್ ಸಾಮ್ರಾಜ್ಯ ಕಣ್ಣರೆಯಾದದ್ದಕ್ಕೆ ಒಂದು ಕಾರಣ, ಇಂಕಾ ನಾಗರಿಕತೆ ಹೊರಟುಹೋದದ್ದಕ್ಕೆ ಒಂದು ಕಾರಣ, ಮಾಯಾ ನಾಗರಿಕತೆ ಹೋದದ್ದಕ್ಕೆ ಅನೇಕ ಕಾರಣ- ಅಣುಬಾಂಬ್ ನೊಂದಿಗೆ ಆಟವಾಡುತ್ತಿರುವ ಆಧುನಿಕ ಮಾನವ, ಪ್ರಾಚೀನ ನಾಗರಿಕತೆಗಳ ಪತನದಿಂದ ಕಲಿಯಕ್ಕಿಲ್ಲ. ಅನೇಕ ರಾಗದ್ವೇಷಗಳ ಮನುಷ್ಯನ ಮಿದುಳಲ್ಲಿ ವಿವೇಕಕ್ಕೆ ತೀರಾ ಚಿಕ್ಕ ಜಾಗ ಇದೆ.",
        source:"",
        author:"ಪಿ ಲಂಕೇಶ್"
    },
    {
        id: 7   ,
        text:"ಮನುಷ್ಯನ ವಿವೇಕ ಅವನಿಗೆ ಯಾಕೆ ಸಕಾಲಕ್ಕೆ ನೆರವಿಗೆ ಬರುವುದಿಲ್ಲ?' ಎಂದು ಗ್ರೀಕರು ಎತ್ತಿದ ಪುರಾತನ ಪ್ರಶ್ನೆಗೆ ಇವತ್ತಿಗೂ ಉತ್ತರ ಸಿಕ್ಕಿಲ್ಲ.",
        source:"",
        author:"ನಟರಾಜ್ ಹುಳಿಯಾರ್"
    },

    




    

    
];